Repository: fxgl/steamac
Catalog: host/launcher/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

source: Let Steam Link discover this VM on the same subnet. Opens UDP 27031–27036 and TCP 27036–27037 on the Mac. Allow Local Network access; quit Mac Steam if it uses these ports.
ru: Позволяет Steam Link обнаружить эту ВМ в той же подсети. Открывает на Mac порты UDP 27031–27036 и TCP 27036–27037. Разрешите доступ к локальной сети; завершите Steam на Mac, если он использует эти порты.
zh_hans: 允许 Steam Link 在同一子网发现此虚拟机。在 Mac 上开放 UDP 27031–27036 和 TCP 27036–27037 端口。请允许本地网络访问；若 Mac 版 Steam 占用了这些端口，请先退出。

source: Little to upscale while Retina resolution is on.
ru: При включённом разрешении Retina почти нечего масштабировать.
zh_hans: 开启 Retina 分辨率后，画面几乎无需再放大。

source: Loading Steam UI
ru: Загрузка интерфейса Steam
zh_hans: 正在加载 Steam 界面

source: Location
ru: Расположение
zh_hans: 位置

source: Location of the new SteamOS disk
ru: Расположение нового диска SteamOS
zh_hans: 新 SteamOS 磁盘的位置

source: Log frame-pacing statistics
ru: Записывать статистику равномерности кадров в журнал
zh_hans: 记录帧节奏统计

source: Log: %@
ru: Журнал: %@
zh_hans: 日志：%@

source: Login
ru: Вход
zh_hans: 登录

source: Looked in: %@
ru: Поиск выполнен в: %@
zh_hans: 已在以下位置查找： %@

source: Looking up SteamOS %@…
ru: Поиск SteamOS %@…
zh_hans: 正在查找 SteamOS %@…

source: Low (10 ms)
ru: Низкий (10 мс)
zh_hans: 低（10 毫秒）

source: Lower = less latency; Safe avoids crackling under load.
ru: Меньше — ниже задержка; «Надёжный» убирает треск под нагрузкой.
zh_hans: 越低则延迟越小；“稳定”可避免高负载下的爆音。

source: Memory
ru: Память
zh_hans: 内存

source: Mention this ID if you contact the developers about this problem.
ru: Укажите этот идентификатор, если свяжетесь с разработчиками по поводу этой проблемы.
zh_hans: 联系开发者时请附上此 ID。

source: Mesa's Vulkan driver on Metal 4 (macOS 26 or newer). Faster than MoltenVK: Stellar Blade Demo runs at ~29 FPS instead of ~18 on an M1 Max.
ru: Драйвер Vulkan от Mesa на базе Metal 4 (macOS 26 или новее). Быстрее MoltenVK: Stellar Blade Demo работает примерно с 29 FPS вместо 18 на M1 Max.
zh_hans: Mesa 基于 Metal 4 的 Vulkan 驱动（macOS 26 或更高版本）。比 MoltenVK 更快：在 M1 Max 上，Stellar Blade Demo 约为 29 FPS，而 MoltenVK 约为 18 FPS。

source: Metal Performance HUD
ru: Панель производительности Metal
zh_hans: Metal 性能 HUD

source: MetalFX super resolution
ru: Сверхвысокое разрешение MetalFX
zh_hans: MetalFX 超分辨率

source: Microphone: the guest records from the macOS default input; macOS asks for permission the first time.
ru: Микрофон: гостевая система записывает звук с устройства ввода macOS по умолчанию; при первом использовании macOS запросит разрешение.
zh_hans: 麦克风：客户机使用 macOS 的默认输入设备录音；首次使用时 macOS 会请求权限。

source: Minimize
ru: Свернуть
zh_hans: 最小化

source: More than this Mac's %lld performance cores. The extra vCPUs run on efficiency cores, which slows the guest down and leaves fewer cores for the Mac's GPU work.
ru: Больше, чем %lld производительного ядра этого Mac. Дополнительные vCPU работают на энергоэффективных ядрах, что замедляет гостевую систему и оставляет меньше ядер для работы GPU Mac.
zh_hans: 超过此 Mac 的 %lld 个性能核心。额外的 vCPU 会在能效核心上运行，拖慢客户机，并减少可用于 Mac GPU 相关工作的核心。

source: Mounting SteamOS (slot %@)…
ru: Подключение SteamOS (слот %@)…
zh_hans: 正在挂载 SteamOS（插槽 %@）…

source: Mouse
ru: Мышь
zh_hans: 鼠标

source: Mute
ru: Выключить звук
zh_hans: 静音

source: Mute sound
ru: Выключить звук
zh_hans: 静音

source: Network
ru: Сеть
zh_hans: 网络

source: Never: your name, user or computer name, IP address, Steam account, game titles, files, or the SteamOS console.
ru: Никогда не отправляются: ваше имя, имя пользователя или компьютера, IP-адрес, учётная запись Steam, названия игр, файлы или консоль SteamOS.
zh_hans: 绝不包含：你的姓名、用户名或电脑名称、IP 地址、Steam 账户、游戏名称、文件或 SteamOS 控制台。

source: New
ru: Новое
zh_hans: 新

source: No SteamOS disk image
ru: Нет образа диска SteamOS
zh_hans: 没有 SteamOS 磁盘映像

source: No VM is running in this window.
ru: В этом окне ВМ не запущена.
zh_hans: 此窗口中没有正在运行的虚拟机。

source: No VM window is open.
ru: Нет открытого окна ВМ.
zh_hans: 没有打开的虚拟机窗口。

source: No controller connected. Pair one in System Settings › Bluetooth or plug it in via USB.
ru: Контроллер не подключён. Создайте пару в «Системные настройки» › Bluetooth или подключите его через USB.
zh_hans: 未连接控制器。请在“系统设置 › 蓝牙”中配对控制器，或通过 USB 连接。

source: No generated password for this disk (disks built with Docker use steamos).
ru: Для этого диска нет созданного пароля (диски, созданные с помощью Docker, используют steamos).
zh_hans: 此磁盘没有生成的密码（用 Docker 构建的磁盘使用 steamos）。

source: No release notes.
ru: Нет описания версии.
zh_hans: 无更新说明。

source: Normal (20 ms)
ru: Обычный (20 мс)
zh_hans: 普通（20 毫秒）

source: Not available here: %@; MoltenVK is used.
ru: Недоступно здесь: %@; используется MoltenVK.
zh_hans: 此处不可用：%@；将使用 MoltenVK。

source: Not supported on this Mac's GPU.
ru: Не поддерживается GPU этого Mac.
zh_hans: 此 Mac 的 GPU 不支持。

source: OK
ru: ОК
zh_hans: 好

source: Off
ru: Выкл.
zh_hans: 关闭

source: Off by default: the picture may show your Steam account name, friends or other personal information.
ru: По умолчанию отключено: на изображении могут быть видны имя вашей учётной записи Steam, друзья или другие личные сведения.
zh_hans: 默认关闭：画面可能显示你的 Steam 账号名、好友或其他个人信息。

source: Off: no port on the Mac and sshd masked in SteamOS. Turning it on generates a password for the user steamos (kept on, but unused, when SSH is off).
ru: Выкл.: на Mac нет открытого порта, а sshd в SteamOS заблокирован. При включении создаётся пароль для пользователя steamos (сохраняется, но не используется, когда SSH отключён).
zh_hans: 关闭：Mac 上不开放端口，SteamOS 中禁用 sshd。开启后会为 steamos 用户生成密码（关闭 SSH 后保留密码，但不使用）。

source: Off: no virtio-net / gvproxy (offline guest, also no SSH).
ru: Выкл.: без virtio-net / gvproxy (гостевая система без сети и SSH).
zh_hans: 关闭：不启用 virtio-net / gvproxy（客户机离线，也无法使用 SSH）。

source: Off: one guest pixel per point, scaled up to Retina screens (MetalFX super resolution can sharpen it). On: the guest renders at the screen's full pixel density.
ru: Выкл.: один пиксель гостевой системы на точку с масштабированием для экранов Retina (сверхвысокое разрешение MetalFX может повысить чёткость). Вкл.: гостевая система использует полную плотность пикселей экрана.
zh_hans: 关闭：每个点对应一个客户机像素，放大以适应 Retina 屏幕（可用 MetalFX 超分辨率锐化）。开启：客户机按屏幕的完整像素密度渲染。

source: Off: the guest keeps its resolution and the picture is scaled to the window.
ru: Выкл.: гостевая система сохраняет своё разрешение, а изображение масштабируется по размеру окна.
zh_hans: 关闭：客户机保持分辨率，画面缩放到窗口。

source: On top of the guest's own volume.
ru: Дополнительно к громкости самой гостевой системы.
zh_hans: 在客户机自身音量的基础上调整。

source: Open Releases Page
ru: Открыть страницу версий
zh_hans: 打开发布页面

source: Open in full screen
ru: Открывать на весь экран
zh_hans: 以全屏方式打开

source: Opening Steam
ru: Открытие Steam
zh_hans: 正在打开 Steam

source: Output device
ru: Устройство вывода
zh_hans: 输出设备

source: Pass a DualSense through
ru: Передавать DualSense напрямую
zh_hans: 直通 DualSense

source: Password
ru: Пароль
zh_hans: 密码

source: Password applied in SteamOS
ru: Пароль применён в SteamOS
zh_hans: 密码已在 SteamOS 中生效

source: Password for user steamos (optional)
ru: Пароль пользователя steamos (необязательно)
zh_hans: steamos 用户密码（可选）

source: Password will apply on next start
ru: Пароль будет применён при следующем запуске
zh_hans: 密码将在下次启动时生效

source: Passwords that apps like 1Password, Bitwarden or KeePassXC mark as concealed or transient stay on the Mac unless this is on.
ru: Пароли, которые приложения вроде 1Password, Bitwarden или KeePassXC помечают как скрытые или временные, остаются на Mac, пока эта настройка отключена.
zh_hans: 1Password、Bitwarden 或 KeePassXC 等应用标记为隐藏或临时的密码会留在 Mac 上，除非开启此项。

source: Paste
ru: Вставить
zh_hans: 粘贴

source: Pause the game
ru: Поставить игру на паузу
zh_hans: 暂停游戏

source: Per game
ru: Для каждой игры
zh_hans: 按游戏

source: Per-game mouse settings and the chosen disk image are forgotten too.
ru: Настройки мыши для отдельных игр и выбранный образ диска тоже будут забыты.
zh_hans: 每个游戏的鼠标设置和所选磁盘映像也会被清除。

source: Physical size source
ru: Определение физического размера
zh_hans: 物理尺寸来源

source: Powered off
ru: Выключено
zh_hans: 已关机

source: Quit
ru: Завершить
zh_hans: 退出

source: Quit FX Steam Launcher
ru: Завершить FX Steam Launcher
zh_hans: 退出 FX Steam Launcher

source: Quitting FX Steam Launcher shuts SteamOS down: it resumes and shuts down cleanly. The suspended state (and a running game's unsaved progress) is not kept.
ru: При завершении FX Steam Launcher SteamOS возобновляет работу и корректно выключается. Приостановленное состояние (и несохранённый прогресс запущенной игры) не сохраняется.
zh_hans: 退出 FX Steam Launcher 会关闭 SteamOS：它会先恢复运行，再正常关机。挂起状态（以及正在运行的游戏中未保存的进度）不会保留。

source: Raw GPT disk image (e.g. steamos.img). It stays where it is.
ru: Образ диска GPT в формате raw (например, steamos.img). Он остаётся на своём месте.
zh_hans: 原始 GPT 磁盘映像（如 steamos.img）。会保留在原位置。

source: Reading the bundle manifest…
ru: Чтение манифеста пакета…
zh_hans: 正在读取软件包清单…

source: Redo
ru: Повторить
zh_hans: 重做

source: Refresh rate
ru: Частота обновления
zh_hans: 刷新率

source: Regenerate Password
ru: Создать новый пароль
zh_hans: 重新生成密码

source: Release notes
ru: Описание версии
zh_hans: 更新说明

source: Release the mouse
ru: Освободить мышь
zh_hans: 释放鼠标

source: Released %@
ru: Дата выпуска: %@
zh_hans: 发布于 %@

source: Remind Me Later
ru: Напомнить позже
zh_hans: 稍后提醒

source: Report ID:
ru: ID отчёта:
zh_hans: 报告 ID：

source: Report a Problem
ru: Сообщить о проблеме
zh_hans: 报告问题

source: Report a Problem…
ru: Сообщить о проблеме…
zh_hans: 报告问题…

source: Report it with the logs of this session so the developers can look into it.
ru: Отправьте сообщение о проблеме с журналами этого сеанса, чтобы разработчики могли её изучить.
zh_hans: 请附上本次会话的日志进行报告，以便开发者排查。

source: Report sent — thank you!
ru: Отчёт отправлен — спасибо!
zh_hans: 报告已发送 — 谢谢！

source: Reports go to the developers' own Sentry server (sentry.fxgam.es). Turn this off any time in Settings > General, or for one run with --no-crash-reports / STEAMAC_SENTRY=0.
ru: Отчёты отправляются на собственный сервер Sentry разработчиков (sentry.fxgam.es). Отключить их можно в любое время в «Настройки» > «Основные» или на один запуск с помощью --no-crash-reports / STEAMAC_SENTRY=0.
zh_hans: 报告会发送到开发者自己的 Sentry 服务器（sentry.fxgam.es）。可随时在“设置 > 通用”中关闭，或使用 --no-crash-reports / STEAMAC_SENTRY=0 为单次运行关闭。

source: Report…
ru: Сообщить…
zh_hans: 报告…

source: Reset
ru: Сбросить
zh_hans: 还原

source: Reset All Settings…
ru: Сбросить все настройки…
zh_hans: 还原所有设置…

source: Reset all FX Steam Launcher settings to their defaults?
ru: Сбросить все настройки FX Steam Launcher до значений по умолчанию?
zh_hans: 将所有 FX Steam Launcher 设置还原为默认值？

source: Restart VM
ru: Перезапустить ВМ
zh_hans: 重启虚拟机

source: Restart VM to apply
ru: Перезапустить ВМ для применения
zh_hans: 重启虚拟机以应用

source: Restarting
ru: Перезапуск
zh_hans: 正在重启

source: Restarting Steam
ru: Перезапуск Steam
zh_hans: 正在重启 Steam

source: Restarting SteamOS…
ru: Перезапуск SteamOS…
zh_hans: 正在重启 SteamOS…

source: Restarting the VM…
ru: Перезапуск ВМ…
zh_hans: 正在重启虚拟机…

source: Restarting…
ru: Перезапуск…
zh_hans: 正在重启…

source: Resume
ru: Возобновить
zh_hans: 恢复

source: Resuming…
ru: Возобновление…
zh_hans: 正在恢复…

source: Retina resolution
ru: Разрешение Retina
zh_hans: Retina 分辨率

source: Retry
ru: Повторить попытку
zh_hans: 重试

source: Reveal in Finder
ru: Показать в Finder
zh_hans: 在访达中显示

source: SSH port
ru: Порт SSH
zh_hans: SSH 端口

source: Safe (60 ms)
ru: Надёжный (60 мс)
zh_hans: 稳定（60 毫秒）

source: Select All
ru: Выбрать всё
zh_hans: 全选

source: Send
ru: Отправить
zh_hans: 发送

source: Send crash reports and diagnostics
ru: Отправлять отчёты о сбоях и диагностические данные
zh_hans: 发送崩溃报告和诊断信息

source: Sending the report…
ru: Отправка отчёта…
zh_hans: 正在发送报告…

source: Session started
ru: Сеанс запущен
zh_hans: 会话已启动

source: Sets the guest's UI scale. Auto = the window's real size on this Mac's screen.
ru: Задаёт масштаб интерфейса гостевой системы. Авто = реальный размер окна на экране этого Mac.
zh_hans: 设置客户机界面的缩放比例。自动 = 窗口在此 Mac 屏幕上的实际尺寸。

source: Setting up SteamOS (first start)…
ru: Настройка SteamOS (первый запуск)…
zh_hans: 正在设置 SteamOS（首次启动）…

source: Settings…
ru: Настройки…
zh_hans: 设置…

source: Share clipboard with SteamOS
ru: Общий буфер обмена со SteamOS
zh_hans: 与 SteamOS 共享剪贴板

source: Short fade; the volume comes back when you switch back.
ru: Короткое затухание; громкость восстанавливается при возвращении в приложение.
zh_hans: 音量会短暂淡出；切回窗口时恢复。

source: Show
ru: Показать
zh_hans: 显示

source: Show Boot Progress
ru: Показать ход загрузки
zh_hans: 显示启动进度

source: Show Metal Performance HUD (Ctrl+Cmd+P)
ru: Показать панель производительности Metal (Ctrl+Cmd+P)
zh_hans: 显示 Metal 性能 HUD（Ctrl+Cmd+P）

source: Show What Will Be Sent
ru: Показать отправляемые данные
zh_hans: 查看将发送的内容

source: Show boot and shutdown overlay
ru: Показывать панель загрузки и завершения работы
zh_hans: 显示启动和关机进度界面

source: Show indicator when the GPU goes idle
ru: Показывать индикатор при простое GPU
zh_hans: GPU 空闲时显示提示

source: Shut Down SteamOS
ru: Выключить SteamOS
zh_hans: 关闭 SteamOS

source: Shut down SteamOS
ru: Выключить SteamOS
zh_hans: 关闭 SteamOS

source: Shutting down…
ru: Выключение…
zh_hans: 正在关机…

# Since %@ · %@
source: Since %1$@ · %2$@
ru: С %@ · %@
zh_hans: 自 %@ 起 · %@

source: Size at the default window size
ru: Размер при окне по умолчанию
zh_hans: 默认窗口尺寸下的尺寸

source: Skip This Version
ru: Пропустить эту версию
zh_hans: 跳过此版本

source: So the developers can reply. Remembered on this Mac.
ru: Чтобы разработчики могли ответить. Адрес сохраняется на этом Mac.
zh_hans: 以便开发者回复。此 Mac 会记住该地址。

source: Software Update
ru: Обновление ПО
zh_hans: 软件更新

source: Some changes apply on the next start.
ru: Некоторые изменения применятся при следующем запуске.
zh_hans: 部分更改将在下次启动时生效。

source: Sound
ru: Звук
zh_hans: 声音

source: Sound was off when this VM started.
ru: При запуске этой ВМ звук был отключён.
zh_hans: 此虚拟机启动时声音处于关闭状态。

source: Start SteamOS to finish growing the home partition and filesystem.
ru: Запустите SteamOS, чтобы завершить увеличение раздела home и файловой системы.
zh_hans: 启动 SteamOS 以完成 home 分区和文件系统的扩容。

source: Starting Steam
ru: Запуск Steam
zh_hans: 正在启动 Steam

source: Starting Steam client
ru: Запуск клиента Steam
zh_hans: 正在启动 Steam 客户端

source: Starting Steam session…
ru: Запуск сеанса Steam…
zh_hans: 正在启动 Steam 会话…

source: Starting SteamOS services…
ru: Запуск служб SteamOS…
zh_hans: 正在启动 SteamOS 服务…

source: Starting virtual machine…
ru: Запуск виртуальной машины…
zh_hans: 正在启动虚拟机…

source: Starting…
ru: Запуск…
zh_hans: 正在启动…

source: Steam Deck client
ru: Клиент Steam Deck
zh_hans: Steam Deck 客户端

source: Steam Deck client (beta)
ru: Клиент Steam Deck (бета)
zh_hans: Steam Deck 客户端（测试版）

source: Steam Frame client
ru: Клиент Steam Frame
zh_hans: Steam Frame 客户端

source: Steam Subscriber Agreement
ru: Соглашение подписчика Steam
zh_hans: Steam 订户协议

source: Steam UI and desktop
ru: Интерфейс Steam и рабочий стол
zh_hans: Steam 界面和桌面

source: Steam client
ru: Клиент Steam
zh_hans: Steam 客户端

source: Steam is ready
ru: Steam готов
zh_hans: Steam 已就绪

source: Steam update downloaded
ru: Обновление Steam загружено
zh_hans: Steam 更新已下载

source: Steam update installed
ru: Обновление Steam установлено
zh_hans: Steam 更新已安装

source: SteamOS End User License Agreement
ru: Лицензионное соглашение SteamOS с конечным пользователем
zh_hans: SteamOS 最终用户许可协议

source: SteamOS and the Steam client are Valve's software. Valve licenses them for personal use only and forbids redistributing them; Steam itself is governed by the Steam Subscriber Agreement.
ru: SteamOS и клиент Steam — программное обеспечение Valve. Valve разрешает только личное использование и запрещает их распространение; сам Steam регулируется Соглашением подписчика Steam.
zh_hans: SteamOS 和 Steam 客户端是 Valve 的软件。Valve 仅许可个人使用，禁止再分发；Steam 本身受 Steam 订户协议约束。

source: SteamOS branch
ru: Ветка SteamOS
zh_hans: SteamOS 分支

source: SteamOS disk could not be grown
ru: Не удалось увеличить диск SteamOS
zh_hans: 无法扩展 SteamOS 磁盘

source: SteamOS disk enlarged
ru: Диск SteamOS увеличен
zh_hans: SteamOS 磁盘已扩展

source: SteamOS gets a gamepad while a controller is connected.
ru: SteamOS получает геймпад, когда подключён контроллер.
zh_hans: 连接控制器时，SteamOS 会获得一个游戏手柄。

source: SteamOS gets the Mac's time zone and 12/24-hour format at every start, until you change each in SteamOS or Steam.
ru: При каждом запуске SteamOS получает часовой пояс Mac и 12- или 24-часовой формат времени, пока вы не измените соответствующие параметры в SteamOS или Steam.
zh_hans: 每次启动时，SteamOS 都会使用 Mac 的时区和 12/24 小时制，直到你在 SteamOS 或 Steam 中分别更改它们。

source: SteamOS is already running
ru: SteamOS уже запущена
zh_hans: SteamOS 已在运行

source: SteamOS is not responding…
ru: SteamOS не отвечает…
zh_hans: SteamOS 无响应…

source: SteamOS is not running: only its console log of this session is included.
ru: SteamOS не запущена: включён только журнал её консоли за этот сеанс.
zh_hans: SteamOS 未运行：仅包含本次会话的控制台日志。

source: SteamOS is sleeping
ru: SteamOS в режиме сна
zh_hans: SteamOS 正在睡眠

source: SteamOS is suspended
ru: SteamOS приостановлена
zh_hans: SteamOS 已挂起

source: SteamOS must be stopped. The partition and filesystem grow on its next boot.
ru: SteamOS должна быть остановлена. Раздел и файловая система будут увеличены при следующей загрузке.
zh_hans: SteamOS 必须处于停止状态。分区和文件系统将在下次启动时扩容。

source: SteamOS raw GPT disk, used in place (never copied). If Steam reports not enough space, Grow Disk… adds room for games without recreating it. Free space on the Mac does not automatically increase SteamOS's capacity.
ru: Диск SteamOS в формате raw GPT используется на месте (никогда не копируется). Если Steam сообщает о нехватке места, «Увеличить диск…» добавит место для игр без пересоздания диска. Свободное место на Mac не увеличивает объём SteamOS автоматически.
zh_hans: SteamOS 原始 GPT 磁盘，直接在原位置使用（不会拷贝）。若 Steam 提示空间不足，可用“扩展磁盘…”增加游戏空间，无需重新创建磁盘。Mac 上的可用空间不会自动增加 SteamOS 的容量。

source: SteamOS set up
ru: SteamOS настроена
zh_hans: SteamOS 设置完成

source: SteamOS shuts down cleanly and boots again with the new settings.
ru: SteamOS корректно выключится и загрузится снова с новыми настройками.
zh_hans: SteamOS 会正常关机，并使用新设置重新启动。

source: SteamOS suspended
ru: SteamOS приостановлена
zh_hans: SteamOS 已挂起

source: SteamOS suspended — FX Steam Launcher
ru: SteamOS приостановлена — FX Steam Launcher
zh_hans: SteamOS 已挂起 — FX Steam Launcher

source: SteamOS will shut down normally, the image will be enlarged while it is stopped, then restart.
ru: SteamOS корректно выключится, образ будет увеличен, пока она остановлена, после чего она запустится снова.
zh_hans: SteamOS 会正常关机，在停止期间扩展映像，然后重新启动。

source: Stick deadzone
ru: Мёртвая зона стиков
zh_hans: 摇杆死区

source: Still working — loading or compiling shaders…
ru: Работа продолжается — загрузка или компиляция шейдеров…
zh_hans: 仍在工作 — 正在加载或编译着色器…

source: Stop
ru: Остановить
zh_hans: 停止

source: Stop creating the disk?
ru: Остановить создание диска?
zh_hans: 停止创建磁盘？

source: Stopped — Create continues where it left off
ru: Остановлено — «Создать» продолжит с места остановки
zh_hans: 已停止 — 点按“创建”可从上次停止的位置继续

source: Suspend
ru: Приостановить
zh_hans: 挂起

source: Suspend (keep running in the background)
ru: Приостановить (оставить в памяти в фоновом режиме)
zh_hans: 挂起（在后台保留运行状态）

source: Suspend freezes SteamOS and the running game at once and keeps them in memory; click the Dock icon or Resume in the menu bar to continue where you left off. Suspended state is kept while FX Steam Launcher is running: quitting the app or restarting the Mac shuts SteamOS down.
ru: Приостановка одновременно замораживает SteamOS и запущенную игру и сохраняет их в памяти; нажмите значок в Dock или «Возобновить» в строке меню, чтобы продолжить с места остановки. Приостановленное состояние сохраняется, пока работает FX Steam Launcher: при завершении приложения или перезапуске Mac SteamOS выключается.
zh_hans: 挂起会同时冻结 SteamOS 和正在运行的游戏，并将它们保留在内存中；点按程序坞图标或菜单栏中的“恢复”，即可从上次停止的位置继续。挂起状态仅在 FX Steam Launcher 运行期间保留：退出应用或重新启动 Mac 会关闭 SteamOS。

source: Suspended state is kept while FX Steam Launcher is running.
ru: Приостановленное состояние сохраняется, пока работает FX Steam Launcher.
zh_hans: 挂起状态仅在 FX Steam Launcher 运行期间保留。

source: Swap A/B and X/Y
ru: Поменять местами A/B и X/Y
zh_hans: 互换 A/B 与 X/Y

source: Switching downloads the other client (about 1 GB) when Steam starts.
ru: При переключении другой клиент загрузится при запуске Steam (около 1 ГБ).
zh_hans: 切换后 Steam 启动时会下载另一个客户端（约 1 GB）。

source: Switching makes Steam and games rebuild their shader caches.
ru: При переключении Steam и игры создадут кэши шейдеров заново.
zh_hans: 切换后 Steam 和游戏将重建着色器缓存。

source: System default
ru: Как в системе
zh_hans: 系统默认

source: System default (%@)
ru: Как в системе (%@)
zh_hans: 系统默认（%@）

source: System default follows changes in macOS.
ru: Системное устройство по умолчанию меняется вместе с настройками macOS.
zh_hans: 系统默认跟随 macOS 的变化。

source: Taking a screenshot of the VM window…
ru: Создание снимка экрана окна ВМ…
zh_hans: 正在截取虚拟机窗口画面…

source: Text and images copied on the Mac can be pasted in SteamOS (Ctrl+V) and the other way round; up to 1 MB of text and 16 MB images. Desktop Mode included.
ru: Текст и изображения, скопированные на Mac, можно вставлять в SteamOS (Ctrl+V) и наоборот; до 1 МБ текста и 16 МБ изображений. Работает и в режиме рабочего стола.
zh_hans: 在 Mac 上拷贝的文本和图像可粘贴到 SteamOS（Ctrl+V），反之亦然；文本最大 1 MB，图像最大 16 MB。也支持桌面模式。

source: The Steam Deck client beta (steamdeck_publicbeta). Standard sign-in with an on-screen QR code.
ru: Бета-версия клиента Steam Deck (steamdeck_publicbeta). Обычный вход с QR-кодом на экране.
zh_hans: Steam Deck 客户端测试版（steamdeck_publicbeta）。通过屏幕上的二维码按常规方式登录。

source: The SteamOS console, this boot's system journal, coredumps, dmesg, Steam client logs and Proton logs. Steam IDs, account names and email addresses are removed where recognisable.
ru: Консоль SteamOS, системный журнал текущей загрузки, дампы памяти, dmesg, журналы клиента Steam и Proton. Идентификаторы Steam, имена учётных записей и адреса электронной почты удаляются, если их удаётся распознать.
zh_hans: SteamOS 控制台、本次启动的系统日志、核心转储、dmesg、Steam 客户端日志和 Proton 日志。可识别的 Steam ID、账户名称和电子邮件地址会被移除。

source: The guest gets the screen's full pixel density (2 × 2 pixels per point on Retina screens), with the UI scaled to the same size: sharp text, but games draw 4× the pixels. Recommended instead: leave this off and turn on MetalFX super resolution, which upscales the guest 2× to the Retina screen at a fraction of the cost.
ru: Гостевая система использует полную плотность пикселей экрана (2 × 2 пикселя на точку на экранах Retina), а интерфейс масштабируется до прежнего размера: текст чёткий, но игры отрисовывают в 4 раза больше пикселей. Рекомендуется вместо этого отключить эту настройку и включить сверхвысокое разрешение MetalFX: оно масштабирует изображение гостевой системы в 2 раза для экрана Retina с гораздо меньшей нагрузкой.
zh_hans: 客户机使用屏幕的完整像素密度（Retina 屏幕上每个点对应 2 × 2 像素），界面缩放至相同尺寸：文字清晰，但游戏需渲染 4 倍的像素。建议关闭此项并开启 MetalFX 超分辨率，以较低开销将客户机画面放大 2 倍以适应 Retina 屏幕。

source: The image chosen in Settings is not readable: %@
ru: Не удалось прочитать образ, выбранный в настройках: %@
zh_hans: 在“设置”中选择的映像无法读取： %@

source: The installed libkrun has no %@ (rebuild host/libkrun and reinstall the launcher).
ru: В установленной libkrun нет %@ (пересоберите host/libkrun и переустановите приложение).
zh_hans: 已安装的 libkrun 缺少 %@（请重新构建 host/libkrun 并重新安装启动器）。
